/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Mégse";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Otthoni";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Munkahelyi";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Egyéb";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Vendég)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Összes ismert partner";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Összes partner";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype-partnerek";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Mentett telefonszámok";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Elérhető partnerek";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Elküldött kérelmek";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Legutóbb megkeresettek";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Beérkezett kérelmek";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Elfogadott kérelmek";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Blokkolt partnerek";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Nem csoportos partnerek";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Javasolt partnerek";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "El nem nevezett lista";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Kérem, vegyen fel partnernek";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype-teszthívás";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "hu";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Üdv, ez a Skype-teszthívó automata. Vegyen fel partnerei közé, és hívjon fel, hogy ellenőrizzük a hangbeállításait. További segítségért lásd: http://www.skype.com/go/help. Köszönöm.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "A hang teszteléséhez hívjon fel";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Hívás indítása";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Hívás indítása";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Hívás megszakítva";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Sikertelen hívás";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Kicseng";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Hívás";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Tartott hívás";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "A hívás tartva van";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Befejezve";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Nem fogadott";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Elutasítva";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Foglalt";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "A kapcsolat megszakadt";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Hangüzenet";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Hangüzenet rögzítése";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Hangüzenet küldése";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Hangüzenet elküldve";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Hangüzenet megszakítva";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Sikertelen hangüzenet";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Csatlakozás";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Kicseng";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Kicseng";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Tartott hívás";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Befejeződött";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Hívás Facebookon (bétaverzió)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Hívás…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Hívás…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Hívás folyamatban";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Tartott hívás";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "A hívás tartva van";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Hívás folyamatban";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "A hívás megtelt";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Üzenetrögzítő üdvözlésének lejátszása";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Hangüzenet rögzítése";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Legutóbbi hívás";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Hívás átirányítása";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Közzétett fájlok";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Videoüzenete érkezett. Itt megtekintheti: %1, és a következő kód segítségével nyithatja meg: %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ – itt tekintheti meg: %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "A megosztott fénykép megtekintéséhez keresse fel a következő helyet: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "A megosztott tartalom megtekintéséhez keresse fel a következő helyet: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Kijelentkezve";
"CONTACT_AVAILABILITY_ONLINE" = "Elérhető";
"CONTACT_AVAILABILITY_AWAY" = "Távol";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Ne zavarjanak";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Partnerkérelem függőben";
"CONTACT_AVAILABILITY_BLOCKED" = "Blokkolva";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Kijelentkezve, Hangüzenetek funkcióval";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Hívások átirányítása";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Láthatatlan";
"CONTACT_AVAILABILITY_CONNECTING" = "Csatlakozás";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefonszám";

/*  */
"CONTACT_GENDER_FEMALE" = "Nő";

/*  */
"CONTACT_GENDER_MALE" = "Férfi";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Ismeretlen szám";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "El nem nevezett";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Bejelentkezés…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Partnerek betöltése…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Fájlok frissítése…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ hozzáadta %2$@ felhasználót";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ kilépett";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ eltávolította %2$@ felhasználót";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ módosította a témát a következőre: %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Az üzenet el lett távolítva";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Ugyanaz, mint a rendszerben";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Nem lehet csatlakozni a Skype-hoz.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Ellenőrizze a hálózati beállításokat, majd próbálkozzon újra.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "A megadott Skype-név nem érvényes.";
"Account::INVALID_EMAIL" = "A megadott e-mail cím nem érvényes.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Ellenőrizze, és próbálkozzon újra.";
"Account::UNACCEPTABLE_PASSWORD" = "A megadott jelszó nem érvényes.";
"Account::SKYPENAME_TAKEN" = "Ez a Skype-név már foglalt.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Adjon meg egy másikat.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Skype-nevét és jelszavát nem ismertük fel.";
"Account::INCORRECT_PASSWORD" = "Skype-nevét és jelszavát nem ismertük fel.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Túl sok sikertelen bejelentkezési kísérlet.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Próbálkozzon újra később.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "A jelszava megváltozott.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Jelentkezzen be az új jelszavával.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Próbálkozzon újra.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "6–20 karakter közötti hosszúságúnak kell lennie.";
"SkyLib::TOO_LONG" = "6–20 karakter közötti hosszúságúnak kell lennie.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Érvénytelen karakter, például: Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Nem tartalmazhat szóközt vagy tabulátort.";
"SkyLib::SAME_AS_USERNAME" = "Túlságosan hasonló a Skype-nevéhez.";
"SkyLib::INVALID_FORMAT" = "Érvénytelen formátum.";
"SkyLib::CONTAINS_INVALID_WORD" = "A jelszó túl egyszerű, például: abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Legalább 1 betűt és 1 számjegyet tartalmaznia kell.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Betűvel kell kezdődnie (A–Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Próbálkozzon egy hosszabb Skype-névvel.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Próbálkozzon egy hosszabb jelszóval.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Próbálkozzon egy rövidebb Skype-névvel.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Próbálkozzon egy rövidebb jelszóval.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Próbálkozzon egy új Skype-névvel.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Próbálkozzon egy új jelszóval.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Próbálkozzon egy új e-mail címmel.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Próbálkozzon egy új értékkel.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "A jelszó helytelen.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Nem sikerült csatlakozni a kiszolgálóhoz.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Az új jelszónak a régitől eltérőnek kell lennie.";
"Account::PWD_INVALID_NEW_PWD" = "A jelszó nem érvényes.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "A jelszó módosításához be kell jelentkeznie.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "A módosítást nem lehetett menteni. Ellenőrizze a beállítást, és próbálkozzon újra.";

"ACCOUNT_NOCREDIT" = "Kifogyott a kreditekből";
"ACCOUNT_FREECALL" = "Ingyenes hívás";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "A fájlnév nem érvényes";
"SkyLib::TRANSFER_OPEN_FAILED" = "A fájl megnyitása sikertelen";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Túl sok egyidejű fájlátvitel";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Ki van jelentkezve.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Hívások indításához elérhető állapotban kell lennie.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Ha ki van jelentkezve, nem kereshet partnerekre. Változtassa meg az állapotát, és próbálkozzon újra.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "SMS-üzenetek küldéséhez elérhető állapotban kell lennie.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Az üzenet lejátszásához elérhető állapotban kell lennie.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Az aktuális SMS törzse nem állítható be.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Nem rendelkezik elegendő Skype-kredittel SMS-üzenetek küldéséhez.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "A szám felhívásához Skype-krediteket kell vásárolnia.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Ez nem egy érvényes Skype-név vagy telefonszám.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Az adott Lync-partnert nem hívhatja fel, mivel ő ki van jelentkezve.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Az adott személyt nem hívhatja fel, mivel blokkolta.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Az adott személlyel nem cseveghet, mivel blokkolta.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Az adott személynek nem küldhet SMS-üzenetet, mivel blokkolta.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Az adott személyt nem veheti fel, mivel blokkolta.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Önmagát nem hívhatja fel.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Önmagával nem cseveghet.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Önmagát nem veheti fel.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Nem csatakozhat ehhez a beszélgetéshez";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Nem található ez a beszélgetés";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Ez nem egy érvényes telefonszám.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Az adott számot nem hívhatja fel, mivel az egy segélyhívó szám.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Az adott számra nem küldhet SMS-üzenetet, mivel az egy segélyhívó szám.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Az adott számot nem veheti fel, mivel az egy segélyhívó szám.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Be kell fejeznie a hívást, mielőtt új hívást kezdeményezne.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "A hangüzenetek meghallgatásához előbb fejezze be a hívást.";
"SKERROR_CALLFAILED" = "A hívás sikertelen. Próbálkozzon újra.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Túl sok partnerrel próbált beszélgetést kezdeményezni.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Az adott partnerekkel nem folytathat beszélgetést.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Az adott személyt nem hívhatja fel, mivel az még nem fogadta el a partnerkérelmét.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Az adott személyt nem hívhatja fel, mivel az még nem fogadta el a partnerkérelmét.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Érvénytelen visszaigazolási kód";
"Sms::MISC_ERROR" = "Érvénytelen telefonszám";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Fiókja blokkolva van.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Vegye fel a kapcsolatot az ügyfélszolgálattal.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Túl sok személy van ebben a hívásban a csoportos videóhoz.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Videohívást egyszerre legfeljebb 9 személlyel folytathat. Távolítson el néhány személyt a csoportból, és próbálkozzon újra.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Túl sok személy van ebben a hívásban a csoportos videóhoz.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Videohívást egyszerre legfeljebb 9 személlyel folytathat. Távolítson el néhány személyt a beszélgetésből, és próbálkozzon újra.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Csoportos videohívásra szóló előfizetése nem terjed ki ennyi résztvevőre. Távolítson el néhány személyt a beszélgetésből, és próbálkozzon újra.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "A csoportos videohívásokhoz előfizetés szükséges.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "A csoportos videohívásokhoz előfizetés szükséges.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Csoportos videohívást szeretne kezdeményezni?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Csoportos videohívást szeretne kezdeményezni?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Már részt vesz egy csoportos videohívásban.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Egyszerre csak egy csoportos videohívást hozhat létre.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Elérte a hívásra vonatkozó korlátot.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Elérte a hívásra vonatkozó, 4 órás csoportos videós korlátot.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Elérte a hívásra vonatkozó, 4 órás csoportos videós korlátot. A részletekért tekintse meg fiókját.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "A mai napra elérte a csoportos videós korlátot.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "A csoportos videohívás ideiglenesen felfüggesztve. A mai napra elérte a méltányos felhasználásban foglalt határértéket. A részletekért tekintse meg fiókját.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Az aktuális hónapra elérte a csoportos videós korlátot.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "A csoportos videohívás ideiglenesen felfüggesztve. Az aktuális hónapra elérte a méltányos felhasználásban foglalt határértéket. A részletekért tekintse meg fiókját.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "A csoportos videohívás jelenleg nem érhető el.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Hiba történt. Próbálkozzon újra később.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Csoportos videohívás beszerzése";
"PremiumVideoErrorRecovery_GetPremium" = "Csoportos videohívás beszerzése";
"PremiumVideoErrorRecovery_UpgradePremium" = "Frissítés";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "A Skype WiFi használatához Skype-kredit szükséges.";
"AccessSession::LOGIN_FAILURE" = "Skype-nevét és jelszavát nem ismertük fel.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Érvénytelen felhasználónév vagy jelszó.";

"SKYPEACCESS_NO_ACCOUNT" = "Jelentkezzen be Skype-fiókjával.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "A csatlakozás sikertelen. Ellenőrizze a WiFi jelerősségét, vagy próbálkozzon egy másik hozzáférési ponttal.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "A hozzáférési pont nem reagál megfelelően. Kérjük, próbálkozzon egy másik hozzáférési ponttal.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "A munkamenet nem hosszabbítható meg. Próbáljon meg újracsatlakozni.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "A(z) „%@” WiFi-hálózat már nem érhető el";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "A nem várt díjak elkerülése érdekében minden esetben bontsa a kapcsolatot megfelelően, mielőtt eltávolodna a hozzáférési ponttól, vagy kikapcsolná az eszközt.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Csatlakozzon újra a(z) „%@” WiFi-hálózathoz";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "A Skype WiFi megpróbálja leállítani internetkapcsolatát. A nem várt díjak elkerülése érdekében minden esetben bontsa a kapcsolatot megfelelően, mielőtt eltávolodna a hozzáférési ponttól, vagy kikapcsolná az eszközt.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Az internetkapcsolata leállítva.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "Percenként %@";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Ingyenes";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "jobb csevegési élményt kínáló verzióra frissítette a csoportot.\nA csatlakozáshoz és a csevegéshez töltse le a legújabb verziót.\nKeresse fel a <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a> címet.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "jobb csevegési élményt kínáló verzióra frissítette a csoportot.\nA csatlakozáshoz és a csevegéshez töltse le a legújabb verziót.\nKeresse fel a https://microsoft.sharepoint.com/teams/DogfoodSkype/ címet.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Kattintson <a href=\"skype:?chat&amp;id=%1\">ide</a> a korábbi előzmények megtekintéséhez.";
